{
    "station":
    [
        {
            "name": "PAGAN METAL",
            "streamURL": "http://79.111.119.111:8002/paganmetal",
            "imageURL": "http://radcap.ru/stylegraf/pagan.jpg",
            "desc": "CAPRICE",
            "longDesc": "Pagan metal (English pagan metal - pagan metal) - direction in extreme metal, exploiting various elements of paganism. The Norwegian group In the Woods ... is considered as one of the first peygan-metal groups. Metal Hammer magazine indicates that the song To Enter Pagan from the Dark Romanticism demo of Primordial group contributed to the formation of the genre."
        },
        {
            "name": "NEOCLASSICAL METAL",
            "streamURL": "http://79.111.119.111:8002/neoclassicalmetal",
            "imageURL": "http://radcap.ru/stylegraf/neoclassmet.jpg",
            "desc": "CAPRICE",
            "longDesc": "Neoclassical metal (eng. Neoclassical metal) - a genre of rock music that emerged in the late 1970s in the UK. It is also a sub-genre of heavy metal, which is strongly influenced by classical music. It requires a very technical performance, consisting of elements borrowed from classical and heavy metal music. Yngwie Malmsteen, the most prominent musician in this subgenre, made a great contribution to the development of style in the 1980s."
        },
        {
            "name": "SYMPHONIC BLACK METAL",
            "streamURL": "http://79.111.119.111:8002/symphonicblackmetal",
            "imageURL": "http://radcap.ru/stylegraf/symphoblack1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Sympho-black metal is a type of black metal, which is characterized by the extensive use of keyboard, ambient passages, sometimes orchestral arrangements and female vocals, while maintaining a sufficiently aggressive sound. Often, such performers have an indifferent attitude toward traditional black ideology. Groups playing this style are usually the most commercially successful."
        },
        {
            "name": "DEATHCORE/MELODIC DEATHCORE",
            "streamURL": "http://79.111.14.76:8002/deathcore",
            "imageURL": "http://radcap.ru/stylegraf/deathcore.jpg",
            "desc": "CAPRICE",
            "longDesc": "Deathcore (English “Deathcore”) - the direction of extreme metal, which is a merger of death metal with metalcore and / or hardcore. In deathcore riffs and blast beats from death metal and breakdowns from hardcore are often used. The speed and severity of the deathcore, as well as its chromatic muffled riffs and discord, have been influenced by modern death metal. Traditional growling and screaming are often used in the deathcore."
        },
        {
            "name": "GROOVE METAL",
            "streamURL": "http://79.120.39.202:8002/groovemetal",
            "imageURL": "http://radcap.ru/stylegraf/groovemetal5.jpg",
            "desc": "CAPRICE",
            "longDesc": "Groove metal (“rhythmic metal”, from the English groove - rhythm), also post-thrash (post-thrash metal) - Extreme subgenre of thrash metal, which took its present form in the 1990s. In addition to thrash metal, groove metal combines such musical genres of the 1980s. like heavy metal, hardcore and death metal."
        },
        {
            "name": "SYMPHONIC METAL",
            "streamURL": "http://79.120.77.11:8002/symphometal",
            "imageURL": "http://radcap.ru/stylegraf/symphonicmetal4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Symphonic metal, symphonic metal or symphonic metal (English symphonic metal) - musical style, which combines metal and classical orchestral music. When creating music in this style, female vocals, chorus, symphonic musical instruments or their imitation with the help of a synthesizer are often used, quite often a full-fledged symphony orchestra is used for recording."
        },
        {
            "name": "DEATH DOOM METAL",
            "streamURL": "http://79.120.39.202:8002/deathdoom",
            "imageURL": "http://radcap.ru/stylegraf/deathdoom3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Death / Doom Metal (born Death Doom Metal) is a metal subgenre that combines the characteristics of death metal and doom metal, and is actually formed by the fusion of these styles. This is an adjoining style that combines such characteristics as reduced tempo, dissonance in sound and an atmosphere of doom as in doom metal and more rigid and fast sound, double barrels, cruelty and growling as in death metal."
        },
        {
            "name": "DARK METAL",
            "streamURL": "http://79.111.119.111:8002/darkmetal",
            "imageURL": "http://radcap.ru/stylegraf/darkmetal2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dark Metal (also dark, English dark metal, from dark - “dark”) is a musical direction, a metal subtype that first appeared in the late 80s and was formed by 1994. Dark Metal doesn't have a single direction style. The first albums of this direction can be found in Germany, Brazil, Greece, USA, Switzerland and other countries."
        },
        {
            "name": "DOOM METAL",
            "streamURL": "http://79.111.14.76:8002/doom",
            "imageURL": "http://radcap.ru/stylegraf/doom2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dum metal (from doom metal, from doom - “rock”, “death”, “evil fate”) is an extreme subgenre of metal, with a predominance of slow tempos. Both music and lyrics in this genre are designed to express feelings of despair, fear and doom. The Black Sabbath group, whose songs “Black Sabbath”, “Electric Funeral”, “Cornucopia” became prototypes of doom metal, had a huge influence on the genre."
        },
        {
            "name": "POST METAL",
            "streamURL": "http://79.120.39.202:8002/postmetal",
            "imageURL": "http://radcap.ru/stylegraf/postmetal5.jpg",
            "desc": "CAPRICE",
            "longDesc": "Post-metal is a musical genre, which is a mixture of such genres as post-rock and metal, rooted in progressive rock and industrial. The genre is mainly characterized by a distorted guitar sound, familiar to metal, a dark atmosphere, a gradual evolution of the structure of songs and minimal expressiveness of vocals."
        },
        {
            "name": "CRUST PUNK/NEOCRUST",
            "streamURL": "http://79.120.39.202:8002/crust",
            "imageURL": "http://radcap.ru/stylegraf/crust.jpg",
            "desc": "CAPRICE",
            "longDesc": "Crust punk (eng. Crust punk, sometimes just crust) is a musical direction that arose under the influence of hardcore punk, anarcho punk, extreme metal, which originated in the mid-80s in England. The songs are often filled with gloomy pessimistic lyrics about political and social issues."
        },
        {
            "name": "PROGRESSIVE BLACK/POST-BLACK/BLACKGAZE",
            "streamURL": "http://79.111.14.76:8002/postblack",
            "imageURL": "http://radcap.ru/stylegraf/postblack.jpg",
            "desc": "CAPRICE",
            "longDesc": "Progressive Black Metal (progressive black metal) - this genre is based on progressive metal and includes complex compositional structures, fancy musical dimensions and intriguing technique of playing musical instruments. The highest level of professionalism of musicians is often combined with lyrical in the form of conceptual epic texts, which result in rather long songs and conceptual albums. In terms of lyrics, it ranges from the usual Black Metal to Viking and Pagan Metal."
        },
        {
            "name": "GOTHIC DOOM METAL",
            "streamURL": "http://79.120.77.11:8002/gothicdoom",
            "imageURL": "http://radcap.ru/stylegraf/gothicdoom.jpg",
            "desc": "CAPRICE",
            "longDesc": "Doom metal is related to gothic metal, which combines elements of gothic rock and doom metal. A number of musicians play music at the junction of these two types of metal. One of the first groups to receive the label 'gothic metal' was Paradise Lost, which began with death-doom-metal."
        },
        {
            "name": "PROGRESSIVE POWER METAL",
            "streamURL": "http://79.111.119.111:8002/progpowermetal",
            "imageURL": "http://radcap.ru/stylegraf/progpowermetal.jpg",
            "desc": "CAPRICE",
            "longDesc": "Progressive Power Metal - metal music style, which is a combination of Power Metal directly with progressive elements of sound and composition, often with complex structures, a variety of melodic and rhythmic decisions, which evoke analogies with the classics and often its direct descendant. "
        },
        {
            "name": "NWOBHM",
            "streamURL": "http://79.111.14.76:8002/nwobhm",
            "imageURL": "http://radcap.ru/stylegraf/nwobhm.jpg",
            "desc": "CAPRICE",
            "longDesc": "New wave of British heavy metal (English New Wave Of British Heavy Metal, abbreviated NWOBHM, pronounced “nuh-wobbum”) is a musical movement, a phenomenon in the world rock culture of the late 70s - early 80s of the XX century. This phrase primarily refers to the phenomenon on the music scene, which arose at a certain time and in a certain place and, to a lesser extent, some particularly specific style of music."
        },
        {
            "name": "NEUE DEUTSCHE HÄRTE",
            "streamURL": "http://79.111.119.111:8002/ndh",
            "imageURL": "http://radcap.ru/stylegraf/ndh.jpg",
            "desc": "CAPRICE",
            "longDesc": "Neue Deutsche Härte (with it. - “New German gravity”, reads like neue Deutsche Herte), also dance metal (German Tanzmetal) - direction in German metal music, originated in the 1990s, as a result of adding to EBM sound industrial metal elements. Neue Deutsche Härte is characterized by a mix of deep and clean vocals, lyrics mostly in German and the use of electric guitar, bass guitar, drums and synthesizer."
        },
        {
            "name": "SYMPHONIC DEATH METAL",
            "streamURL": "http://79.120.39.202:8002/symphodeathmet",
            "imageURL": "http://radcap.ru/stylegraf/symphodeathmet.jpg",
            "desc": "CAPRICE",
            "longDesc": "Symphonic Death Metal is a subgenre of Death Metal, characterized by the use of symphonic musical instruments or their imitation using a synthesizer. The compositions also include female "opera vocals". "
        },
        {
            "name": "HARDCORE PUNK",
            "streamURL": "http://79.111.14.76:8002/hardcorepunk",
            "imageURL": "http://radcap.ru/stylegraf/hardcorepunk.jpg",
            "desc": "CAPRICE",
            "longDesc": "Hardcore punk (hardcore punk) - a musical genre that appeared in the US and the UK in the late 1970s as a result of separation from punk rock. The sound, compared with the traditional sound of punk rock, has become faster, heavier, the songs have become shorter. In addition, the distinctive feature of hardcore punk is more blurry, syncopated riffs compared to punk rock."
        },
        {
            "name": "BLACK METAL",
            "streamURL": "http://79.120.77.11:8002/blackmetal",
            "imageURL": "http://radcap.ru/stylegraf/blackmetal.jpg",
            "desc": "CAPRICE",
            "longDesc": "Black metal (English black metal; Russian black metal; norv. Svartmetall), or simply black, is a musical style, one of the extreme metal directions. The genre originated in the 1980s as a branch of thrash metal. The pioneers of black metal are considered to be the English group Venom and the Swedish Bathory. "
        },
        {
            "name": "DEATH METAL",
            "streamURL": "http://79.120.77.11:8002/deathmetal",
            "imageURL": "http://radcap.ru/stylegraf/deathmetal3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Death metal (also det; English death metal, from death - “death”) is an extreme subgenre of metal. Having absorbed the speed and complexity of the performance of thrash metal, death metal first separated into a separate subgenre of this trend (it is sometimes called a proto-death), and then into an independent genre in the mid-1980s."
        },
        {
            "name": "PROGRESSIVE DEATH METAL",
            "streamURL": "http://79.111.119.111:8002/progdeath",
            "imageURL": "http://radcap.ru/stylegraf/progdeath.jpg",
            "desc": "CAPRICE",
            "longDesc": "Progressive death metal is a subgenre of death metal, focused on complex rhythms, riffs and structures. Phill Freeman, ex-editor of Metal Edge, describes this sub-genre as 'a hidden side that has more in common with prog-rock and jazz than with mechanical satanic swotting that prevail in the public view of such music.' Experiments inside the death metal movement began in the late 1980s with the work of Death, Atheist and Cynic."
        },
        {
            "name": "NU METAL",
            "streamURL": "http://79.111.14.76:8002/numetal",
            "imageURL": "http://radcap.ru/stylegraf/numetal8.jpg",
            "desc": "CAPRICE",
            "longDesc": "Nu metal (eng. Nu metal) (also known as neo metal, new metal) is a subgenre of alternative rock. It is a fusion of heavy metal elements with such styles as grunge, hardcore punk, hip-hop. This genre was one of the most popular in the late 1990s and early 2000s."
        },
        {
            "name": "RAPCORE",
            "streamURL": "http://79.111.119.111:8002/rapcore",
            "imageURL": "http://radcap.ru/stylegraf/rapcore.jpg",
            "desc": "CAPRICE",
            "longDesc": "Rapcore (or punk rap) is a genre of alternative rock music, characterized by using rap (recitative) as vocals. Rapcore combines the instrumental and vocal properties of areas such as punk rock, hardcore and hip hop."
        },
        {
            "name": "SLUDGE METAL",
            "streamURL": "http://79.120.77.11:8002/sludgemetal",
            "imageURL": "http://radcap.ru/stylegraf/sludgemetal.jpg",
            "desc": "CAPRICE",
            "longDesc": "Sludge Metal (eng. Sludge metal) is a musical genre, at the junction of thought and hardcore punk; kind of metal punk. It originated in the south of the United States in the early 1990s, not without the influence of the reviving Saturn Rock. The genre is characterized by heavy, aggressive sound, “screaming” hardcore vocals and sharply contrasting tempos."
        },
        {
            "name": "POWER METAL",
            "streamURL": "http://79.120.77.11:8002/powermetal",
            "imageURL": "http://radcap.ru/stylegraf/powermetal.jpg",
            "desc": "CAPRICE",
            "longDesc": "Power metal (English power metal, from the English. Power chord - a chord of sounds in the fifth and octave) - one of the directions of metal that took shape in the second half of the 80s of the XX century."
        },
        {
            "name": "METALCORE",
            "streamURL": "http://79.120.39.202:8002/metalcore",
            "imageURL": "http://radcap.ru/stylegraf/metalcore4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Metalcore is a subgenre of rock music, formed due to the mixing of various genres of metal and hardcore punk. Accordingly, from these genres, he received the name. The term in its current sense, appeared in the early 1990s, to describe the work of groups such as Earth Crisis, Deadguy and Integrity. The oldest of these groups appeared in 1988."
        },
        {
            "name": "POST HARDCORE",
            "streamURL": "http://79.111.119.111:8002/posthardcore",
            "imageURL": "http://radcap.ru/stylegraf/posthardcore.jpg",
            "desc": "CAPRICE",
            "longDesc": "Posthardcore (from English Post-hardcore) is a sub-genre of hardcore punk that emerged in the mid-to-late 1980s with the advent of releases in the Midwest USA. These include bands on SST Records, and bands from Washington, such as Fugazi (see, for example, releases from the Dischord Records era), as well as slightly different bands, such as Big Black and Jawbox, which are closer to noise-rock roots. post-hardcore."
        },
        {
            "name": "BLACK/BLACKENED DEATH METAL",
            "streamURL": "http://79.111.14.76:8002/blackdeath",
            "imageURL": "http://radcap.ru/stylegraf/blackdeath2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Black death metal (English black / death metal, blackened death metal) is a border style that incorporates elements of black metal and death metal. There are guitar tremolo and blast beats, characteristic of black metal, technical playing of percussion instruments and guitars, typical of death metal. Growing is often the vocals. The theme of the texts, as in black, is anti-religious or occult."
        },
        {
            "name": "INSTRUMENTAL METAL",
            "streamURL": "http://79.111.119.111:8002/instrumentalmetal",
            "imageURL": "http://radcap.ru/stylegraf/instrmetal2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Instrumental metal (English. Instrumental metal) - heavy music, not directly related to any particular metallore. Perhaps the main common feature in such compositions is the lack of vocals and vocals. And terms such as 'Guitar Virtuoso' and 'Neoclassical Metal' should not be unconditionally categorized as instrumental metal in genera."
        },
        {
            "name": "GRINDCORE/DEATHGRIND",
            "streamURL": "http://79.120.77.11:8002/grindcore",
            "imageURL": "http://radcap.ru/stylegraf/grindcore.jpg",
            "desc": "CAPRICE",
            "longDesc": "Grindcore (also known as 'Grind' English. Grindcore) - an extreme direction of rock music, originally resulting from the mixture of crust-punk and thrash-playing. Also a role was played by the influence of metal. The name comes from the word English. grind - “grind” (because of the sound built on atonal riffs, “grinding”, “grinding”, passing from one to another)."
        },
        {
            "name": "AVANT-GARDE/EXPERIMENTAL METAL",
            "streamURL": "http://79.111.14.76:8002/avantgardemetal",
            "imageURL": "http://radcap.ru/stylegraf/avantmetal4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Avant-garde metal (English avant-garde metal) is one of the metal styles that incorporates elements of progressive, symphonic, folklore, industrial, black metal and some other metal subgenres. Differs in a large number of musical experiments with sounds, instruments and structure of songs."
        },
        {
            "name": "MELODIC METALCORE",
            "streamURL": "http://79.111.14.76:8002/melodicmetalcore",
            "imageURL": "http://radcap.ru/stylegraf/melodicmetalcore.jpg",
            "desc": "CAPRICE",
            "longDesc": "In the early 2000s, a second wave of metalcore groups began to form. The distinguishing feature of these bands was a much stronger emphasis on the melodiousness of the music and a marked affinity with the post-hardcore groups."
        },
        {
            "name": "HEAVY POWER METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "MELODIC HEAVY METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "SYMPHONIC POWER METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "SYMPHONIC GOTHIC METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "MATHCORE/CHAOTIC HARDCORE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "PROGRESSIVE METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "HEAVY METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "HARDCORE/MELODIC HARDCORE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "FOLK METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "GOTHIC METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "STONER METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "THRASH METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "BRUTAL/SLAMMING BRUTAL DEATH",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "SPEED METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "DRONE/DRONE DOOM METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "EMOCORE/SCREAMO/EMO VIOLENCE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "ORIENTAL METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "ELECTRONICORE/TRANCECORE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "PROGRESSIVE METALCORE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "EPIC METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "MELODIC POWER METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "PROGRESSIVE HEAVY METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "CROSSOVER THRASH",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "FUNERAL DOOM METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "DEPRESSIVE BLACK METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "VIKING METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "INDUSTRIAL/CYBER METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "ALTERNATIVE METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "MELODIC DEATH METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "TECHNICAL DEATH METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "MELODIC BLACK METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "ATMOSPHERIC/AMBIENT BLACK ",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "METAL/DUNGEON SYNTH",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "MATH METAL/DJENT",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "FEMALE VOCAL IN METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "BLACK/BLACKENED DOOM METALB",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "BEATDOWN/MOSHCORE/DOWNTEMPO",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "HARDCORE/METALCORE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "THRASH DEATH METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "THRASH HEAVY METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "TRASH BLACK METAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        }
     ]
}
