{
    "station":
    [
        {
            "name": "UPLIFTING TRANCE",
            "streamURL": "http://79.111.119.111:8002/upliftingtrance",
            "imageURL": "http://radcap.ru/stylegraf/upliftingtrance1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Uplifting trance (from English Uplift - “rise”) is a modern sub-style of the trance music genre. The name of this style can be explained by the fact that in musical compositions corresponding to this direction, there are high-octave melodies that sound very subtle, easy and beautiful (melodious), such compositions seem to “soar” in the imagination of the listener and are most positively emotional."
        },
        {
            "name": "ELECTRO HOUSE",
            "streamURL": "http://79.111.14.76:8002/electrohouse",
            "imageURL": "http://radcap.ru/stylegraf/electrohouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Electro House (born electro house) is a style variation of house music located at the junction of progressive house and electroclash. The emergence and flowering of such a style of electronic music as electroklash in the late 1990s, after the revival of electro, contributed to the emergence of the electric house."
        },
        {
            "name": "HARDSTYLE",
            "streamURL": "http://79.111.14.76:8002/hardstyle",
            "imageURL": "http://radcap.ru/stylegraf/hardstyle.jpg",
            "desc": "CAPRICE",
            "longDesc": "Hardstyle (born hardstyle - 'hard style') emerged in the late 90s from the direction of techno as a subtype of this style. In the future, weighted techno is mixed with the hard-trance bass and synthesizer line, resulting in a more rigid sound, which sounded almost like hardcore techno."
        },
        {
            "name": "PROGRESSIVE TRANCE",
            "streamURL": "http://79.120.39.202:8002/progtrance",
            "imageURL": "http://radcap.ru/stylegraf/progtrance.jpg",
            "desc": "CAPRICE",
            "longDesc": "Progressive trance (progressive trance) - a sub-style of musical trance style. The name of the genre is explained by the fact that the musical compositions belonging to this genre contain so-called progressions, that is, many special effects, complexly worked drums, which, together with the constantly developing melody, create the feeling that the track develops and progresses, rather than repeating, like in many other trance substrates. The typical progressive trance rate is 128-140 beats per minute."
        },
        {
            "name": "RUSSIAN CLUB DANCE",
            "streamURL": "http://79.120.77.11:8002/clubru",
            "imageURL": "http://radcap.ru/stylegraf/clubru.jpg",
            "desc": "CAPRICE",
            "longDesc": "Electronic music was previously associated only with Western academic music, but this changed with the advent of affordable electronic synthesizers in the late 60s. Due to its moderate cost, the synthesizers have become available not only to large recording studios, but also to the general public."
        },
        {
            "name": "GOA TRANCE",
            "streamURL": "http://79.120.39.202:8002/goatrance",
            "imageURL": "http://radcap.ru/stylegraf/goa4.jpg",
            "desc": "CAPRICE",
            "longDesc": "The name Goa trance appeared around 1994, and in 1996 it was replaced by the term Psychedelic trance. By 1996–1997, the trans-movement reached the peak of its development (many record labels, distributors, festivals). Mass information realized the emergence of this phenomenon - the first DJ stars appeared. The Israeli trance scene has reached a special development, becoming the second birthplace of trance."
        },
        {
            "name": "LO-FI",
            "streamURL": "http://79.111.14.76:8002/lo-fi",
            "imageURL": "http://radcap.ru/stylegraf/lofi.jpg",
            "desc": "CAPRICE",
            "longDesc": "Lo-fi (eng. Lo-fi, from low fidelity - low quality) - the direction in music, which is characterized by low quality sound recording. Many low-fi groups record their music on cheap cassette recorders. This is a peculiar form of protest, which is inherent in punk or garage rock."
        },
        {
            "name": "AMBIENT DUB",
            "streamURL": "http://79.111.14.76:8002/ambientdub",
            "imageURL": "http://radcap.ru/stylegraf/ambientdub1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Ambient Dub (born Ambient Dub). The style was invented on the Beyond label for a compilation series under the same name. Since then, this style has the same and generalized concept among performers, critics and listeners, which is defined as any form of rhythm. Ambient Dub is built on ambient oriented rhythms, using textures and Jamaican Dub-style production techniques (for example, reverb, emphasis on bass and percussion, use of heavy effects)."
        },
        {
            "name": "TECHNO",
            "streamURL": "http://79.120.77.11:8002/techno",
            "imageURL": "http://radcap.ru/stylegraf/detroittech.jpg",
            "desc": "CAPRICE",
            "longDesc": "Techno (Eng. Techno) - the style of electronic music, which originated in the mid-1980s in Detroit and its surroundings and subsequently picked up by European producers. It is characterized by artificial sound, an emphasis on mechanical rhythms, multiple repetition of the structural elements of a piece of music. It is one of the main musical genres played on raves."
        },
        {
            "name": "AMBIENT",
            "streamURL": "http://79.111.119.111:8002/ambient",
            "imageURL": "http://radcap.ru/stylegraf/ambient2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Ambient (eng. Ambient - ambient) - a genre of electronic music based on the modulation of the sound timbre. Ambient is often characterized by atmospheric, enveloping, unobtrusive, background sound. It was born in the 1970s, thanks to the work of Brian Eno, in the USSR - Mikhail Chekalin; has since formed several varieties. Gained popularity in the early 1990s, thanks to performers, such as The Orb and Aphex Twin."
        },
        {
            "name": "ELECTRO",
            "streamURL": "http://79.111.119.111:8002/electro",
            "imageURL": "http://radcap.ru/stylegraf/electro2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Electro (eng. Electro) is a breakbeat direction in electronic dance music created by the Kraftwerk group. Electro has developed its further development through a sub-genre that emerged in the United States at the junction of hip-hop, synth-funk, electropop (Gary Newman), and Kraftwerk's electro-German electronic group itself."
        },
        {
            "name": "SPACESYNTH/SYNTHDANCE/SPACEDANCE",
            "streamURL": "http://79.120.39.202:8002/spacesynth",
            "imageURL": "http://radcap.ru/stylegraf/spacesynth.jpg",
            "desc": "CAPRICE",
            "longDesc": "Spacesynth, synthdance, or spacedance (rus. 'Space' electronics) - instrumental music with high synthesizers, where the focus is on melody instead of rhythm. The style was based on energetic bass tracks, catchy synth riffs created under the influence of science fiction, and futuristic track and album names."
        },
        {
            "name": "NEUROFUNK/TECHNOID/TECHSTEP",
            "streamURL": "http://79.111.119.111:8002/neurofunk",
            "imageURL": "http://radcap.ru/stylegraf/neurofunk3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Neurofunk (eng. Neurofunk) is a subgenre of the drum-and-bass genre, the distinguishing feature of which is increased attention to the sharpness of the sound, achieved by sawtooth, so-called. 'Chewing', bass."
        },
        {
            "name": "DRONE AMBIENT",
            "streamURL": "http://79.111.119.111:8002/droneambient",
            "imageURL": "http://radcap.ru/stylegraf/droneambient.jpg",
            "desc": "CAPRICE",
            "longDesc": "The drone ambient arose at the end of the 20th century as a result of ambient borrowing of drone elements. For works in this style are characterized by monotonous low-frequency buzz, raznoritmovye vibrations and resonances, harmonic abstractions, as well as often used recording instruments, reversed backwards, which creates a solid sound landscape (en: soundscape)."
        },
        {
            "name": "ELECTROCLASH",
            "streamURL": "http://79.120.39.202:8002/electroclash",
            "imageURL": "http://radcap.ru/stylegraf/electroclash.jpg",
            "desc": "CAPRICE",
            "longDesc": "Elektroklash (eng. Electroclash, also Tech Pop, Nouveau Disco, The New New Wave, Neo-Electro) - the style of electronic music, which absorbed the elements of new wave, punk and dance electronics. On the one hand, electroklash is a parody of early synthpop and other electronic music of the 80s, which, in principle, is not far from the truth, but on the other, it is a deeper rethinking of electronic music as part of new trends and experiments."
        },
        {
            "name": "PUMPING HOUSE",
            "streamURL": "http://79.120.77.11:8002/pumpinghouse",
            "imageURL": "http://radcap.ru/stylegraf/pumpinghouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Pamping house (eng. Pumping house) or pampin house, sometimes - scouse (eng. Scouse) - a style variation of house music, a characteristic feature of which is the presence of a Bamboo bass, which was synthesized by the Dutch project Klubbheads, on a Yamaha DX7 synthesizer, in compositions this style. The first track of this style is Ultimate Seduction - A Walking Nightmare (Klubbheads GP Mix)."
        },
        {
            "name": "DARK DUBSTEP",
            "streamURL": "http://79.120.39.202:8002/darkdubstep",
            "imageURL": "http://radcap.ru/stylegraf/darkdubstep4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dark dubstep (eng. Dark Dubstep) - the direction of electronic music, the darkest branch of the genre Dubstep. It is characterized by medium or slow tempo, deep bass, minimalism, often oppressive, dark atmosphere. Sometimes the obsession and monotony of the compositions gives them a psychedelic effect."
        },
        {
            "name": "RIDDIM DUBSTEP",
            "streamURL": "http://79.111.119.111:8002/riddimdubstep",
            "imageURL": "http://radcap.ru/stylegraf/riddimdubstep.jpg",
            "desc": "CAPRICE",
            "longDesc": "Riddim Dubstep (Eng. Riddim Dubstep) is a subtype of the Dubstep genre. The tracks of this direction are usually distinguished: triplet drums, sawtooth LFOs (low-frequency sound frequency generator), minimalistic sound layers sometimes bordering on primitivism, frequent monotonous repetitions of one musical phrase, rhythmic delays, and a multitude of sound filters. In general, these are rather dark sound pictures, based on a 'swinging', sticky bass unhurried rhythm. "
        },
        {
            "name": "SUOMISAUNDI/FREEFORM PSYTRANCE",
            "streamURL": "http://79.120.77.11:8002/suomisaundi",
            "imageURL": "http://radcap.ru/stylegraf/suomisaundi.jpg",
            "desc": "CAPRICE",
            "longDesc": "Suomisaundi (eng. Suomisaundi, suomistyge, spugedelic trance), also known as suomi-trance, Finnish trance or spugedelic trance is a current in free psychedelic trance, originating in Finland. Suomitrans is produced not only in Finland, but also in Australia and New Zealand, where both Finnish and Australian psy-trance have their own stable audience."
        },
        {
            "name": "NOISE/POWER NOISE/ELECTRONICS",
            "streamURL": "http://79.120.39.202:8002/noise",
            "imageURL": "http://radcap.ru/stylegraf/noise.jpg",
            "desc": "CAPRICE",
            "longDesc": "Noise (from the English. «Noise» - noise) - one of the oldest styles in industrial music; A musical genre in which various sounds are used (most often of artificial and man-made origin) is unpleasant and even painful for human hearing. The attribution of the “noise” genre to music is rather contradictory, since the noise itself is an undesirable phenomenon - unforeseen and accidental sounds, sound recording equipment artifacts that are usually removed from musical recordings."
        },
        {
            "name": "EDM TRAP",
            "streamURL": "http://79.120.39.202:8002/edmtrap",
            "imageURL": "http://radcap.ru/stylegraf/edmtrap1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Trap music (English Trap music) is a musical genre rooted in the early 1990s to the South of the USA (South Hip-Hop / Crank). It is characterized by an aggressive textual component and sound, in which the instrumental force is played by the 808th drum machine, or thickly long sub-bass parts, accelerated by two, three or more hi-hats, multi-layered synthesizers and “cinematic” string instruments."
        },
        {
            "name": "DETROIT TECHNO/TECH HOUSE",
            "streamURL": "http://79.120.39.202:8002/detroittech",
            "imageURL": "http://radcap.ru/stylegraf/detroittech1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Detroit techno or Detroit techno (eng. Detroit techno) (Detroit House (eng. Detroit house) - a term used to refer to techno music in the traditions of early (1985-1995) techno recordings of musicians from Detroit, and now necessarily indicates the geographical "origin" of music. A distinctive feature of Detroit techno is the use of analog synthesizers and early drum machines or, more and more often, digital emulation of the sound characteristic of these instruments in creating this music."
        },
        {
            "name": "FOREST PSYTRANCE",
            "streamURL": "http://79.111.119.111:8002/forestpsy",
            "imageURL": "http://radcap.ru/stylegraf/forestpsytrance2.jpg",
            "desc": "CAPRICE",
            "longDesc": "The origin of this musical style began in the mid-1990s, in India. The music that appeared there possessed all the characteristic features of a hot country on the ocean with a rich history and culture, which is also a place of pilgrimage for countless spiritual seekers from around the world."
        },
        {
            "name": "NITZHONOT",
            "streamURL": "http://79.111.119.111:8002/nitzhonot",
            "imageURL": "http://radcap.ru/stylegraf/nitzhonot.jpg",
            "desc": "CAPRICE",
            "longDesc": "Nitsgonot (English Nitzhonot, the word translates as 'victory') is a style of trance music, a form of psychedelic trance, first appeared in Israel in the late 1990s. It is a transitional form between “goa-trance” and “uplifting-trance”."
        },
        {
            "name": "EURO HOUSE",
            "streamURL": "http://79.111.119.111:8002/eurohouse",
            "imageURL": "http://radcap.ru/stylegraf/eurohouse3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Eurohouse (English-eurohouse) is a style of dance music that includes almost all the subgenres of club music of the 80s-90s. It features a pronounced melody, traditional rhythm for house and vocal presence. This branch came in the early 90s, when a wave of commercial music swept Europe. Just like in the 80s disco was called typical club music, in the 90s a direction was formed, the sole purpose of which was to make people dance."
        },
        {
            "name": "TRADITIONAL ELECTRONIC",
            "streamURL": "http://79.111.14.76:8002/tradelectronic",
            "imageURL": "http://radcap.ru/stylegraf/traditionalelectronic1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Electronic music (from him. Elektronische Musik, English Electronic music, in common parlance is also “electronics”) is a wide musical genre denoting music created using electronic musical instruments and technologies (most often with the help of special computer programs). Although the first electronic instruments appeared at the beginning of the 20th century, electronic music as an independent genre was established in the second half of the 20th century - the beginning of the 21st century and today includes dozens of varieties in its vast genre-style spectrum."
        },
        {
            "name": "DUB TECHNO",
            "streamURL": "http://79.120.39.202:8002/dubtechno",
            "imageURL": "http://radcap.ru/stylegraf/dubtechno6.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dub-Techno (eng. Dub-Techno) is a dubtronic sub-style that combines a bit of minimal techno, a rhythmic “atmospheric” ambient sound, and a reverb inherent in dub music. For dub-techno is characterized by the fact that a large number of releases are issued on no-labels and distributed under Creative Commons licenses. Deep bass, dotted line marked rhythm, synth chord, mass echo. The rhythm is quite simple, it’s still reggae techno, but it’s not just “decent”, it’s downright aristocratic. Restrained romantic melancholy."
        },
        {
            "name": "DREAM TRANCE",
            "streamURL": "http://79.120.39.202:8002/dreamtrance",
            "imageURL": "http://radcap.ru/stylegraf/dreamtrance3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dream trance, also known as Dream House, sometimes also called Dream Dance, is one of the earliest trance genres. Also applies to house subgenres, due to the vague boundaries between house and trance at the time. The Dream Trance genre was most popular between 1993 and 1998."
        },
        {
            "name": "DEEP/CHILL HOUSE",
            "streamURL": "http://79.120.39.202:8002/deephouse",
            "imageURL": "http://radcap.ru/stylegraf/deephouse1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Deep House (English deep house) is a style of electronic dance music that appeared at the junction of the “old” Chicago house and gospel. The birth of this style is usually attributed to the end of the 1980s. Includes elements of soul music (80s), jazz, funk and Detroit techno. "
        },
        {
            "name": "IDM (INTELLIGENT DANCE MUSIC)",
            "streamURL": "http://79.111.14.76:8002/idm",
            "imageURL": "http://radcap.ru/stylegraf/idm2.jpg",
            "desc": "CAPRICE",
            "longDesc": "IDM (Eng. Intelligent Dance Music) - the symbol for some styles of electronic music that do not fit into the traditional framework. The founders of the genre are considered to be such artists as Autechre and Aphex Twin (Richard D. James), whose musical experiments led to the birth of a new style rich in unexpected finds."
        },
        {
            "name": "FULL ON",
            "streamURL": "http://79.111.14.76:8002/fullon",
            "imageURL": "http://radcap.ru/stylegraf/fullon.jpg",
            "desc": "CAPRICE",
            "longDesc": "Full-on (or full on) or melodic psytrance (other names: morning trance, club psytrance and Isra-trance) is a trance music style, a form of psychedelic trance that first appeared in Israel in the late 90s, and became popular in the world thanks to the musicians: Astrix, Cosma, Sirius Isness, Electric Universe, Hypersonic, etc."
        },
        {
            "name": "TRANCE",
            "streamURL": "http://79.120.77.11:8002/trance",
            "imageURL": "http://radcap.ru/stylegraf/trance.jpg",
            "desc": "CAPRICE",
            "longDesc": "Trance (English trance) is a style of electronic dance music that developed in the 1990s. Distinctive features of the style are: tempo from 135 to 145 beats per minute, the presence of repetitive melodies, phrases and musical forms."
        },
        {
            "name": "CHILL OUT",
            "streamURL": "http://79.111.14.76:8002/chillout",
            "imageURL": "http://radcap.ru/stylegraf/chillout4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Chill-out (from the English. Chillout, Chill out music) - the style of electronic music, whose name comes from the English slang to chill out - cool down, relax. The chill-out originated in the early 1990s was relatively sustained and slow."
        },
        {
            "name": "CHIPTUNE",
            "streamURL": "http://79.111.119.111:8002/chiptune",
            "imageURL": "http://radcap.ru/stylegraf/chiptune2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Chiptyun (eng. Chiptune) - music, in which sound is synthesized by a real-time audio chip by a computer or game console, usually from early generations, and not by a set of musical samples recorded from audio devices. Chiptyun is flourishing in the mid-1980s - mid-1990s, with sound chips appearing in first home computers, such as Commodore 64, ZX-Spectrum, etc. plus a noise channel."
        },
        {
            "name": "SOULFUL HOUSE",
            "streamURL": "http://79.111.119.111:8002/soulfulhouse",
            "imageURL": "http://radcap.ru/stylegraf/soulfilhouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "The trends of the 'Soulful House' style are not constant and change literally over the years. However, the base is always a straight house rhythm with a rhythmic 4/4 pattern and, of course, vocals, which can be either in the form of full-fledged songs with verses and choruses, or with repetitive short vocal samples."
        },
        {
            "name": "INDUSTRIAL",
            "streamURL": "http://79.111.14.76:8002/industrial",
            "imageURL": "http://radcap.ru/stylegraf/industrial.jpg",
            "desc": "CAPRICE",
            "longDesc": "Industrial (from the English. Industrial - "industrial") - musical direction, characterized by a pronounced experimental and special aesthetics of mechanical and other industrial sounds. If you look deeper into the history of this style, you can see that already in 1913 in the work of futurist Luigi Roussolo “L'arte dei rumori” known musical group) some elements of modern industrial ideology are traced. Erik Sati, Pierre Schaeffer and other representatives of futurism also made a great contribution to the development of the ideological basis."
        },
        {
            "name": "DOWNTEMPO",
            "streamURL": "http://79.120.77.11:8002/downtempo",
            "imageURL": "http://radcap.ru/stylegraf/downtempo4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Downtempo (English downtempo - low tempo) or downbeat (downbeat) - style in modern electronic music. Music is characterized by a slow rhythm, often broken. The “brokenness” of the rhythm is achieved by shifting the strong beat to the weak (syncopating) or by simultaneously combining two or more independent rhythms (polyrhythm)."
        },
        {
            "name": "GRIME",
            "streamURL": "http://79.120.77.11:8002/grime",
            "imageURL": "http://radcap.ru/stylegraf/grime.jpg",
            "desc": "CAPRICE",
            "longDesc": "Grime (Eng. Grime) - a musical genre that emerged in the early 2000s in East London (East End) at the junction of Garage and hip-hop. Initially, the term grime, bearing a derogatory shade (grime - dirt), meant a poor quality of Gerridge from producers from poor regions who wrote their music using the “basic packages” of such programs for personal computers as FruityLoops and Reason, as well as on cheap grooves or all on game consoles."
        },
        {
            "name": "PROGRESSIVE PSYTRANCE",
            "streamURL": "http://79.120.39.202:8002/psyprog",
            "imageURL": "http://radcap.ru/stylegraf/psyprog.jpg",
            "desc": "CAPRICE",
            "longDesc": "Progressive psitrans (English Progressive psytrance, Psy-prog, Psy progressive) is a sub-style of electronic music of the trance genre. It is a fusion of progressive and psychedelic trance. Along with the musical progressions that are present in the melody of progressive trance songs, elements of psi trance are added to the musical structure of the composition. These are primarily the hypnotic elements of psychedelia in transmuseum. "
        },
        {
            "name": "ETHNIC ELECTRONICA",
            "streamURL": "http://79.120.39.202:8002/ethnotronica",
            "imageURL": "http://radcap.ru/stylegraf/ethnotronica.jpg",
            "desc": "CAPRICE",
            "longDesc": "Ethno-electronics (eng. Ethnic Electronica) is a musical direction combining elements of electronic and ethnic music, and developing in the 1990s and 2000s. The term ethno-electronics is relatively new, it is sometimes used in the press and regularly in online music forums, and in 2003 the compilation 'Another Life: A Journey Into Ethnic Electronica' (Love Cat Music, 'Other Life: Traveling in Ethnic electronics'."
        },
        {
            "name": "DARK TECHNO",
            "streamURL": "http://79.111.14.76:8002/darktechno",
            "imageURL": "http://radcap.ru/stylegraf/darktechno2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dark techno (English dark techno, dark techno, black techno (black techno), horror techno (horror techno), horror tech (horror tech)) - electronic music style - subgenre techno. A leisurely pace and dark beginnings are a brief description of a subgenre. Probably better to listen, and everyone will have their own assessment. It is not possible to clearly identify this style as all TECHNO."
        },
        {
            "name": "WITCH HOUSE",
            "streamURL": "http://79.120.77.11:8002/witchhouse",
            "imageURL": "http://radcap.ru/stylegraf/witchhouse6.jpg",
            "desc": "CAPRICE",
            "longDesc": "Witch House (eng. Witch house) - a genre of electronic and experimental music. The title for the first time in 2009 applied Travis Eghedi (known as Pictureplane) to describe the occult-oriented style of music created by him and his friends. A witch house should not be confused with a dark house (although both terms are replaceable today) - an offshoot in a progressive house that existed in 2000-2001. "
        },
        {
            "name": "ACID HOUSE/TRANCE/TECHNO",
            "streamURL": "http://79.111.119.111:8002/acid",
            "imageURL": "http://radcap.ru/stylegraf/acid.png",
            "desc": "CAPRICE",
            "longDesc": "Acid House (born acid house) (translated from English - “acid warehouse”, from “acid” and the club Warehouse) - electronic music style, belonging to the category of house music. Acid House first appeared in the mid-1980s, when Chicago musicians DJ Pierre, Adonis, Kate Williams (better known as Farley Jackmaster Funk) and others began to mix house elements with heavy music and bass lines played on a Roland TB- synthesizer303."
        },
        {
            "name": "LEFTFIELD",
            "streamURL": "http://79.120.39.202:8002/leftfield",
            "imageURL": "http://radcap.ru/stylegraf/leftfield1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Leftfield is a generic term for unclassifiable underground electronics. Roughly speaking, “Leftfield” is an analogue of the “post-” prefix in electronic music. That is, formally, the field record can still be attributed to hip-hop or house, but for the author himself all this does not have a drop of meaning, the main thing is the search for new sound and freedom of expression."
        },
        {
            "name": "FUTURE BASS/CHILL TRAP",
            "streamURL": "http://79.111.119.111:8002/futurebass",
            "imageURL": "http://radcap.ru/stylegraf/futurebass.jpg",
            "desc": "CAPRICE",
            "longDesc": "Future Bass (English Future Bass) is a style of music that combines new sounds in base music and has a characteristic sound principle. Future base grew out of New York hip-hop, but gained characteristic modern signs only in the late 2000s - early 2010s. The first number among the tracks of this kind was DMX - Party Up."
        },
        {
            "name": "BALEARIC HOUSE",
            "streamURL": "http://79.120.39.202:8002/balearichouse",
            "imageURL": "http://radcap.ru/stylegraf/balearichouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Balearic House (born Balearic House) or balearik-style electronic music. It was originally a combination of the main directions of dance music from DJs, which appeared in the mid-1980s. Later he became the name of a more specific style. Some dance music compilations refer to the “sounds of Ibiza”, although on the island you can hear many other more aggressive and rhythmic forms of dance music."
        },
        {
            "name": "BIG ROOM HOUSE",
            "streamURL": "http://79.111.119.111:8002/bigroomhouse",
            "imageURL": "http://radcap.ru/stylegraf/bigroomhouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Big Room House (from the English. Big room- 'big room (room, hall)') is a subgenre, the most popular in the first half of the 2010s. It takes its sound sources from electro-progressive with elements of the tribal, but the main characteristic of the big room is minimization of instrumentation and the creation of consonant syncation using synthesizers."
        },
        {
            "name": "HARD HOUSE",
            "streamURL": "http://79.111.119.111:8002/hardhouse",
            "imageURL": "http://radcap.ru/stylegraf/hardhouse3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Hard House is a style of electronic dance music that appeared in the 1990s and represents a fairly rigid variation of the house. It is characterized by the use of minimalistic elements, as well as hard bits 4x4. "
        },
        {
            "name": "MINIMAL TECH HOUSE",
            "streamURL": "http://79.111.119.111:8002/mintechhouse",
            "imageURL": "http://radcap.ru/stylegraf/mintechhouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Tech House (born Tech house) is a stylistic trend in electronic music, located at the junction of techno and house music, which can be represented as 'rhythmic techno'. This direction originated in the early nineties and, like the progressive house. English DJs like Mr. C, Eddie Richards (English Eddie Richards) and Terry Francis (English Terry Francis) in their mixes combined the traditional structure of house music with dub versions of garage tracks and hard variations on the theme of Detroit techno."
        },
        {
            "name": "DARK ELECTRO/AGGROTECH",
            "streamURL": "http://79.120.39.202:8002/darkelectro",
            "imageURL": "http://radcap.ru/stylegraf/darkelektro4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dark Electro is a musical for the 1990s, originated in central Europe. The term described ominous electronic sound characteristic of such groups as yelworC, Mortal Constraint, Arcana Obscura, Calva Y Nada, Placebo Effect, Tri-state, and was first used in December 1992 in connection with the announcement of the debut album yelworC 'Brainstorming'. In February 1993, the term was used in reviews for this album."
        },
        {
            "name": "HARDCORE TECHNO/SCHRANZ",
            "streamURL": "http://79.120.39.202:8002/hardcoretech",
            "imageURL": "http://radcap.ru/stylegraf/hardtechno.jpg",
            "desc": "CAPRICE",
            "longDesc": "Hardcore (English hardcore) is a genre of electronic music that appeared in the early 90s, when musicians began experimenting with speeds in techno music. Appearance and development can be noted in several countries. First of all, it is the Netherlands, Germany and England. The style is characterized by a fast pace (160–300 beats per minute and higher) and the use of distorted and atonal industrial sounds and samples."
        },
        {
            "name": "VOCAL TRANCE",
            "streamURL": "http://79.120.39.202:8002/vocaltrance", 
            "imageURL": "http://radcap.ru/stylegraf/vocaltrance5.jpg",
            "desc": "CAPRICE",
            "longDesc": "Vocal trance (English vocal trance) is a subgenre of trance music, the compositions of which contain melodic sessions, intro / outro. The duration of the track is about 5-10 minutes. The style goes back to the early 1990s, when the trance was still developing, and the vocals began to become the main elements of the trance."
        },
        {
            "name": "BREAKBEAT/BIG BEAT",
            "streamURL": "http://79.120.39.202:8002/breakbeat",
            "imageURL": "http://radcap.ru/stylegraf/breakbeat3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Breakbeat (breakbeat - broken rhythm) is a term that unites a class of electronic music genres based on a drums party with a broken rhythm, or these drums themselves. The “brokenness” of the rhythm is achieved by shifting the accent with strong beats to the weak (syncopating) or by simultaneously combining two or more independent rhythms (polyrhythm). Breakbeat can have a regular structure, that is, with the constant use of the same rhythmic pattern (break), and irregular, with a combination of different rhythmic patterns. Usually breaks are sampled from old funk and disco records or created on drum machines and on their computer emulators."
        },
        {
            "name": "EBM (ELECTRONIC BODY MUSIC)",
            "streamURL": "http://79.111.14.76:8002/ebm",
            "imageURL": "http://radcap.ru/stylegraf/ebm1.jpg",
            "desc": "CAPRICE",
            "longDesc": "EBM (from the English. Electronic Body Music - electronic music of the body) - the direction in music, a branch of industrial. The term EBM was used in 1984 by the Belgian team of Front 242, so they characterized their music. Characteristic: clear rhythmic dance marches with fascinating "inhuman" vocals and bright impurities of electronic ambient. Close to the synth-ass, but heavier than him. "
        },
        {
            "name": "PSYBIENT",
            "streamURL": "http://79.111.14.76:8002/psybient",
            "imageURL": "http://radcap.ru/stylegraf/psybient4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Psybient ('psybient', 'sabient', 'psibient') - short for psychedelic ambient (psychedelic ambient) is a genre of electronic music that combines elements of psychedelic trance, ambient, downtempo, dub, ethnic music, music Age. Other names: ambient psytrance, ambient goa, psychill, psydub."
        },
        {
            "name": "NEW AGE",
            "streamURL": "http://79.120.77.11:8002/newage",
            "imageURL": "http://radcap.ru/stylegraf/newage.jpg",
            "desc": "CAPRICE",
            "longDesc": "New age music (English new age music, literally 'music of a new era') - a set of musical styles aimed at relaxation, creating positive emotions and stimulating creativity. Often used as a melodic background for practicing creative activities, yoga, massage, while reading, as a method of dealing with stress and for creating a peaceful atmosphere."
        },
        {
            "name": "LOUNGE",
            "streamURL": "http://79.111.14.76:8002/lounge",
            "imageURL": "http://radcap.ru/stylegraf/lounge1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Lounge (from the English. Lounge music - music for the hall) - a term in popular music to refer to light, background music, which originally was often heard in the halls of hotels, shops, cafes, elevators. In contrast to the more general term light music, the lounge is characterized by greater jazz influence, chamber music and improvisation."
        },
        {
            "name": "DARK/NEO/APOCALYPTIC FOLK",
            "streamURL": "http://79.111.119.111:8002/darkfolk",
            "imageURL": "http://radcap.ru/stylegraf/neofolk2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Neofolk (dark folk, apocalyptic folk, English neofolk, dark folk, apocalyptic folk) is a musical genre that emerged as the “revival” of American 70s folk in Europe and mixing with post-punk, as well as other styles of alternative music often combined with ethnic music and neoclassical passages."
        },
        {
            "name": "PSYTRANCE",
            "streamURL": "http://79.111.119.111:8002/psytrance",
            "imageURL": "http://radcap.ru/stylegraf/psytrance.jpg",
            "desc": "CAPRICE",
            "longDesc": "Psychedelic trance, it is also “psitrans”, it is also “psi-trance”, it is also “psychedelic-trance” (“cicidelik”), it is also “psai” (“cai-”), (eng. Psychedelic trance, psytrance ) - direction in electronic music, separated from the Goa-trance in the mid-1990s. The basic elements of a psi-trance and goa-trance culture are the same. To create them, the same inventory is used, concerts (parties, raves) are held according to similar schemes, and the fans of this and other genres are called “trances”, they have the same attributes: “acidic” colors and patterns, signs, etc."
        },
        {
            "name": "INDIE ELECTRONIC/NEW RAVE",
            "streamURL": "http://79.111.119.111:8002/indieelectronic",
            "imageURL": "http://radcap.ru/stylegraf/indieelectronic.jpg",
            "desc": "CAPRICE",
            "longDesc": "Indie Electronic, also known as inditronic, is a genre of music that combines indie rock with elements of electronic music styles. Indie electronics originated in the early 1990s with bands like Stereolab and Disco Inferno. With the development of digital technology in the 2000s, the genre began to grow with new artists like Broadcast from the UK, Justice from France, Lali Puna from Germany and The Postal Service, Ratatat, BOBBY from the USA, who combined various indie sounds with electronic music."
        },
        {
            "name": "HAPPY/UK HARDCORE",
            "streamURL": "http://79.120.77.11:8002/happyhardcore",
            "imageURL": "http://radcap.ru/stylegraf/ukhardcore.jpg",
            "desc": "CAPRICE",
            "longDesc": "Happy hardcore (from English. Happy - happy, cheerful, satisfied) (synonym - UK hardcore) - direction in electronic dance music, a subcategory of hardcore style. The number of different DJs and musicians working in all branches of happy hardcore, is approaching a thousand. Music labels specializing exclusively in this area, about two hundred. The geography of the UK hardcore events is extremely broad and diverse, including a list of countries from Canada to Japan."
        },
        {
            "name": "RETROWAVE/SYNTHWAVE/DREAMWAVE",
            "streamURL": "http://79.120.39.202:8002/retrowave",
            "imageURL": "http://radcap.ru/stylegraf/retrowave3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Retro Electro (Retrowave, Synthwave, New Retro Wave, Dreamwave, Outrun Electro) - electronic music styles that appeared in the 2000s under the influence of 80s synthesizer music for films, cartoons, television shows, etc. John Carpenter and Tangerine Dream are often referred to as influencing style. Musically, genres are mainly instrumental and contain sound elements inherent in pop music of the 80s."
        },
        {
            "name": "GLITCH/GLITCH-HOP",
            "streamURL": "http://79.111.14.76:8002/glitch",
            "imageURL": "http://radcap.ru/stylegraf/glitch2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Glitch (from the English. Glitch) - a genre of experimental electronic music, which arose in the mid-1990s in Germany. The aesthetic beginnings of the glitch can be found in the futurist Luigi Russolo in the manifesto “The Art of Noises” (English “The Art of Noises”) - the ideological basis of the “noise music” (specific music and, later, ambient music and noise)."
        },
        {
            "name": "FUTURE GARAGE/CHILLSTEP/DEEPSTEP",
            "streamURL": "http://79.120.39.202:8002/futuregarage",
            "imageURL": "http://radcap.ru/stylegraf/chillstep4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Future Garage (Future Garage; also known as Nu-Garage, Post-Garage, Space Garage, Minimal Garage, Atmospheric Garage) is a style of electronic music that emerged in the late 2000s and combines the soft elements of two-step garage and dubstep at the end of the 2000s, a new sound began to emerge on the basis of dubstep, written with reference to the classical stage of the turn of the 1990s - 2000s, but with the use of new technologies."
        },
        {
            "name": "DEATHSTEP",
            "streamURL": "http://79.111.14.76:8002/deathstep",
            "imageURL": "http://radcap.ru/stylegraf/deathstep.jpg",
            "desc": "CAPRICE",
            "longDesc": "Detstep (born Deathstep, from death- 'death' and step- 'step') is a musical genre that originated in 2007-2008. The Deathstep story begins in 2007-2008 with the release of the first tracks of the Substep Infrabass project. It was not yet Deathstep in the modern sense, but already something similar to it. Substep Infrabass called their style 'Progressive Brutal Bass' (Forwardthinking Bass Brutality). They first officially used the word 'Deathstep'. It happened in 2010 in their release of Rooted in Immense Brutality EP in the track Voices from God (Deathstep VIP)."
        },
        {
            "name": "BROKEN BEAT",
            "streamURL": "http://79.120.77.11:8002/brokenbeat",
            "imageURL": "http://radcap.ru/stylegraf/brokenbeat.jpg",
            "desc": "CAPRICE",
            "longDesc": "Broken beat (English Broken beat) - the style of electronic music, characterized by a syncopated broken rhythm with the dimension of 4/4, where the alternate drum beats and / or claps alternate. In general, the UK beatbreak scene has a big influence on this music. Performers of this direction are usually closely related to drum and bass, house, hip hop, techno, nu or acid jazz as a musical background basis."
        },
        {
            "name": "AMBIENT/INTELLIGENT TECHNO/HOUSE",
            "streamURL": "http://79.120.77.11:8002/ambienttechno",
            "imageURL": "http://radcap.ru/stylegraf/ambienttechno.jpg",
            "desc": "CAPRICE",
            "longDesc": "Ambient-techno-genre of electronic music, ambient dance direction. It is a specific reorientation of the ambient house. Ambient techno is primarily characterized by the average speed of the tracks, the sounds of the drum machines Roland TR-808 and TR-909, as well as the enveloping atmospheric sound. Ambient-techno compositions take their elements not only from the ambient house, but also contain elements of trance, allowing you to say that this direction of ambient unites the three pillars of musical culture in a special stream of the music industry."
        },
        {
            "name": "MUSIQUE CONCRETE/ACOUSMATIC/ELECTROACOUSTIC",
            "streamURL": "http://79.111.119.111:8002/concrete",
            "imageURL": "http://radcap.ru/stylegraf/concrete.jpg",
            "desc": "CAPRICE",
            "longDesc": "Concrete music (fr. Musique concrete) is a kind of avant-garde music of the 20th century. Noises and sounds, mainly of natural origin, are recorded on a tape recorder or other recording device, are mixed and edited on this device (filter processing, spatial stereo effects, changes in the speed and direction of tape movement, etc.). The sound material of a particular music can be used, for example, the sound of falling water droplets, the noise of a train, the voices of birds, the creaking of a door, sighs, screams, fragments of speech, human singing, fragments of acoustic musical instruments, etc."
        },
        {
            "name": "FUNKY HOUSE",
            "streamURL": "http://79.120.39.202:8002/funkyhouse",
            "imageURL": "http://radcap.ru/stylegraf/funkyhouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Funk (s) House (eng. Funky House) - the style of electronic dance music, which appeared in the United States in the mid-1980s. It is a subgenre of house style (English house) and uses elements of funk style (English funk), disco (English disco), jazz, as well as other similar styles."
        },
        {
            "name": "JUNGLE/RAGGA JUNGLE/RAGGACORE",
            "streamURL": "http://79.111.119.111:8002/jungle",
            "imageURL": "http://radcap.ru/stylegraf/jungle.jpg",
            "desc": "CAPRICE",
            "longDesc": "Ragga Jungle (eng. Ragga Jungle) is a jungle with a more pronounced influence of Jamaican musical culture, the direction of music that arose in 1989-1990. Some believe that there is no significant difference between the terms 'drum and bass' and 'jungle'. Some people call jungle old records of the first half of the 90s, while drum and bass consider the jungle to evolve significantly with new post-text elements. Others use the term jungle for brevity to mean ragga-jungle, a characteristic subgenre of jungle music."
        },
        {
            "name": "SPACE MUSIC",
            "streamURL": "http://79.111.119.111:8002/spacemusic",
            "imageURL": "http://radcap.ru/stylegraf/spacemusic4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Space music (English Space music or English Spacemusic) is a general term used to refer to music, which causes listeners to deep spatial sensations of 'planetary images', 'galactic landscapes', etc., and also stimulates the contemplative experiences of flight ”,“ extraterrestrial beauty ”, etc. The“ cosmic music ”can include music of a wide variety of genres and directions: from ordinary acoustic (including academic) to jazz, rock, new age, ambient, electronic, spectral, computer and etc."
        },
        {
            "name": "MINIMAL TECHNO",
            "streamURL": "http://79.120.39.202:8002/mintechno",
            "imageURL": "http://radcap.ru/stylegraf/mintech.jpg",
            "desc": "CAPRICE",
            "longDesc": "Minimal techno (English Minimal techno) is a minimalist subgenre of techno, characterized by atonality, ascetic, deliberately simplified scale and melody. Sometimes minimal techno is described as music created from “waste products” - something that is classified as a defect or mistake in other genres, becomes minimally expressive means in minimal techno."
        },
        {
            "name": "DUBSTEP",
            "streamURL": "http://79.120.39.202:8002/dubstep",
            "imageURL": "http://radcap.ru/stylegraf/dubstep3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dubstep (eng. Dubstep) is a musical genre that emerged in the early 2000s in south London as one of the branches of the geridge. The sound of dubstep is characterized by a rate of about 140 beats per minute, the dominant low-frequency bass and sparse breakbeat in the background. A typical dubstep sound began to take shape in 1999–2000, thanks to experiments with dark-gerridge of such producers as El-B and Zed Bias. Soon, a whole series of labels appeared promoting new sound, the first of which was Tempa with Horsepower Productions in 2000."
        },
        {
            "name": "DRUM&BASS",
            "streamURL": "http://79.111.14.76:8002/drumbass",
            "imageURL": "http://radcap.ru/stylegraf/drumnbass.jpg",
            "desc": "CAPRICE",
            "longDesc": "Drum and bass (in some sources - “drum and bass”, incorrect transcription) (eng. “Drum 'n' Bass”, “Drum and Bass”) is a genre of electronic music. Initially, drum-n-bass originated as a branch of the British breakbeat and rave scenes, when the musicians began to mix reggae bass with an accelerated hip-hop breakbeat. The pioneers of the genre - Fabio, Grooverider, Andy C, Roni Size, DJ SS, Brockie, Mickey Finn, Kenny Ken, Goldie and other DJs - quickly became the stars of drum and bass, then called jungle."
        },
        {
            "name": "INDUSTRIAL/DARK/RITUAL AMBIENT",
            "streamURL": "http://79.120.39.202:8002/darkambient",
            "imageURL": "http://radcap.ru/stylegraf/ritamb.jpg",
            "desc": "CAPRICE",
            "longDesc": "Ambient industrial, later to be called dark ambient, is one of several areas of post-industrial music (after the collapse of the band Throbbing Gristle in 1981). The latest studio material recorded by the Throbbing Gristle group (namely, the Journey Through a Body and In the Shadow of the Sun albums) is ambient-industrial, he pointed out the general direction in which followers will move."
        },
        {
            "name": "TRIP-HOP",
            "streamURL": "http://79.111.14.76:8002/triphop",
            "imageURL": "http://radcap.ru/stylegraf/triphop.jpg",
            "desc": "CAPRICE",
            "longDesc": "Trip-hop (born trip-hop) - a musical style that emerged in the early 1990s in the UK and has achieved worldwide popularity. The term was first used by the British media to describe a mixture of experimental hip-hop, jazz, dub, rock, soul and some other elements, promoted primarily by the Bristol groups Massive Attack and Portishead, as well as by some of the MoWax label performers."
        },
        {
            "name": "SYNTHPOP/ELECTROPOP/TECHNOPOP",
            "streamURL": "http://79.120.77.11:8002/synthpop",
            "imageURL": "http://radcap.ru/stylegraf/synthpop8.jpg",
            "desc": "CAPRICE",
            "longDesc": "Synthip (eng. Synthpop; also known as electropop, or technopop) is a genre of electronic music that became famous in the 1980s, in which the synthesizer is the dominant musical instrument. The genre originated in Japan and the UK in the post-punk era and as part of a new wave of the late 1970s and until the mid-1980s."
        },
        {
            "name": "HOUSE",
            "streamURL": "http://79.120.77.11:8002/house",
            "imageURL": "http://radcap.ru/stylegraf/house4.jpg",
            "desc": "CAPRICE",
            "longDesc": "House (eng. House - house) - style and movement in electronic music, created by dance jockey in the early 1980s in Chicago and Detroit. House is a descendant of the post-disco dance styles of the early era (electro, high energy, soul, funk, etc.) of the late 1970s, nevertheless reaching its own popularity only in the early 1990s. The main difference between house music is repeatable rhythm-beat, usually 4/4, and sampling is working with sound inserts that are repeated from time to time in music, partially coinciding with its rhythm."
        },
        {
            "name": "PROGRESSIVE HOUSE",
            "streamURL": "http://79.111.119.111:8002/proghouse",
            "imageURL": "http://radcap.ru/stylegraf/proghouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Progressive House (English Progressive House) - a kind of house music. It originated in the early 1990s in the UK. Progressive House is characterized by a large set of samples and musical instruments in the development of rhythm, and, in general, a richer and more ideological sound, but the main characteristic of House - the standard size 4/4 and the average pace (120-140 BPM) - remain. Progressive House, refers to the progressive element, that is, to progressive music. Just like a progressive trance, etc."
        },
        {
            "name": "DARK PSYTRANCE",
            "streamURL": "http://79.111.119.111:8002/darkpsytrance",
            "imageURL": "http://radcap.ru/stylegraf/darkpsytrance.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dark psychedelic trance (born dark psytrance, dark psi (dark psy), black trance (black trance), horror trance (horror trance), horror psi (horror psy)) is the most rapid and distorted branch of psychedelic trance, with an accelerated beat rhythm (145–180 beats per minute) and therefore characterized as “dark”. Subgenre originated in Russia and Germany in the mid-1990s. In the future, the style spread throughout the rest of the world."
        },
        {
            "name": "CLUB DANCE",
            "streamURL": "http://79.111.119.111:8002/clubdance",
            "imageURL": "http://radcap.ru/stylegraf/clubdance.jpg",
            "desc": "CAPRICE",
            "longDesc": "Club Dance music has various forms, from disco to hip hop. Although there were different interpretations of dance music throughout the history of popular music, Club / Dance became an almost independent genre in the mid 70s of the last century. Just like Soul, it gave birth to Disco and the appearance of a large number of discos. At the end of the 70s, the Disco style was mostly heard in dance clubs, but by the end of the decade other “young” styles and genres of pop music began to be popular, which eventually united them in such a direction as Club Dance."
        },
        {
            "name": "INTELLIGENT/LIQUID FUNK",
            "streamURL": "http://79.111.119.111:8002/liquidfunk",
            "imageURL": "http://radcap.ru/stylegraf/intelligent.jpg",
            "desc": "CAPRICE",
            "longDesc": "Intelligent / atmospheric (English intelligent / atmospheric) - a sub-style of drum and bass. The most musical and thoughtful subgenre. It became widespread after the release in 1995 of the Goldie album 'Timeless'. Like any intelligent music, intelligent drum and bass is experimental and has no clear stylistic framework. The main feature - the emphasis is on either a beautiful and complex musical theme, or ambient sound pictures. Much attention is paid directly to the sounds, this shows the similarity of this style with Intelligent Dance Music."
        },
        {
            "name": "ELECTRO-INDUSTRIAL",
            "streamURL": "http://79.111.119.111:8002/electroindustrial",
            "imageURL": "http://radcap.ru/stylegraf/elindustr.jpg",
            "desc": "CAPRICE",
            "longDesc": "Electro-industrial (English electro-industrial, also uses the name electro (German. Elektro (not to be confused with the same name sub-genre of dance music)) - a musical genre that arose in the 1980s mainly in Canada and the Benelux countries as a result of the mutual influence of EBM and other post-industrial genres that developed in the late 1980s and the first half of the 1990s."
        },
        {
            "name": "FUTUREPOP",
            "streamURL": "http://79.120.39.202:8002/futurepop",
            "imageURL": "http://radcap.ru/stylegraf/futurepop1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Futurepop - the name of the musical direction, which appeared in the second half of the 90s. This is a mixture of electro-industrial with synth-pop and elements of club electronic music. The term was coined by Ronan Harris from VNV Nation and Stephan Groth from Apoptygma Berzerk when they tried to describe the sound of their groups. As in other areas of electronic music, in Futurepop you can hear mostly electronic musical instruments - a synthesizer, a drum machine, a sequencer, a sampler."
        },
        {
            "name": "HARD TRANCE",
            "streamURL": "http://79.120.77.11:8002/hardtrance",
            "imageURL": "http://radcap.ru/stylegraf/hardtrance3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Hard trance (English Hard trance) is a trance sub-style that developed at the beginning of the development of the entire trance culture. The roots of this style go back to the depths of Germany, where he appeared in the 90s, like many other styles, with all this being one of the most famous sub-styles of trance of that time for a decade."
        },
        {
            "name": "DRUMSTEP",
            "streamURL": "http://79.120.39.202:8002/drumstep",
            "imageURL": "http://radcap.ru/stylegraf/drumstep.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dramstep (eng. Drumstep) - electronic music style, which is a combination of drum-n-bass and dubstep genres."
        },
        {
            "name": "METALSTEP/METAL DUBSTEP",
            "streamURL": "http://79.111.14.76:8002/metalstep",
            "imageURL": "http://radcap.ru/stylegraf/metalstep.jpg",
            "desc": "CAPRICE",
            "longDesc": "Metalstep (English Metalstep / Metal Dubstep) is a fusion of metal and dubstep genres."
        },
        {
            "name": "BREAKCORE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": "Breakcore (English breakcore) is a style of extreme electronic music that combines elements of drum and bass, hardcore techno and IDM in breakbeat-oriented, high-speed, complex, as dense as possible. The style originated in 1993-1994. In Berlin and Cologne, the DJ team Bass Terror Crew put on their parties heavier versions of breakbeat records, this was achieved by playing vinyl discs at 45 rpm instead of 33. At the same time, hardcore DJ Tanith organized a number of parties called 'Breakcore', this is the word flaunted on the flyer."
        },
        {
            "name": "MARTIAL INDUSTRIAL/MILITARY POP",
            "streamURL": "http://79.111.14.76:8002/martialindustrial",
            "imageURL": "http://radcap.ru/stylegraf/martialindustrial.jpg",
            "desc": "CAPRICE",
            "longDesc": "Martial Industrial (from the English. Martial-military, militant), also military pop-subgenre of industrial music, different military aesthetics. Texts often narrate about military conflicts (from ancient times to today's wars) and totalitarianism. In the compositions you can find the melodies of the war years, military marches, reading manifestos, the sounds of military equipment, gunshots and explosions."
        },
        {
            "name": "ENIGMATIC/MYSTIC POP",
            "streamURL": "http://79.120.39.202:8002/enigmatic",
            "imageURL": "http://radcap.ru/stylegraf/enigmatic.jpg",
            "desc": "CAPRICE",
            "longDesc": "Enigmatic (eng. Enigmatic) - musical direction, a subgenre of style New Age. In 1990, the Enigma group came into being, created by Michel Cretu with his first album MCMXC aD. Initially, the new style had no special name and was called “progressive-new-age”, but after the birth of the eRa and Gregorian projects, the name “Enigmatic” was established among music critics. "
        },
        {
            "name": "TRIBAL HOUSE",
            "streamURL": "http://79.120.39.202:8002/tribalhouse",
            "imageURL": "http://radcap.ru/stylegraf/tribalhouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Tribal House (Eng. Tribal house) is a subgenre of house music, similar in structure to deep house, but with elements of ethnic music, traditional musical drums (usually drums, konga or synthesized derivatives). The genre remains one of the most minimalist in the history of electronic dance music from the moment house appeared in the mid-eighties to the last days."
        },
        {
            "name": "UNDERGROUND TECHNO/TECH HOUSE",
            "streamURL": "http://79.111.14.76:8002/undergroundtechno",
            "imageURL": "http://radcap.ru/stylegraf/undergroundtech.jpg",
            "desc": "CAPRICE",
            "longDesc": "Underground Techno (English Underground Techno) - one of the many directions in techno music. It takes its origin in Detroi techno. Musically, the characteristic sound is due to the presence of sound textures, inherent in a rather gloomy, looped manifestations of techno. Although the main canons of the genre remain almost unchanged, despite the experimentation and novelty."
        },
        {
            "name": "CHILLWAVE/VAPORWAVE",
            "streamURL": "http://79.120.77.11:8002/chillwave",
            "imageURL": "http://radcap.ru/stylegraf/chillwave.jpg",
            "desc": "CAPRICE",
            "longDesc": "Chillwave (English Chillwave, other names: Hypnagogic Pop, Dream-Beat, Glo-fi) is a musical genre that appeared in the mid-2000s. His sound is characterized by intensive use of sound effects, synthesizers, sampling, looping and vocals, heavily processed by audio filters and superimposed on a simple melody. The genre combines the main trends of the 2000s, directed towards the retro music of the 1980s and (in independent music) ambient sound, with contemporary pop music, represented, inter alia, by styles such as Electropop, Postpunk-Riveville, psycho folk, new geyz and witch house."
        }
     ]
}
