{
    "station":
    [
        {
            "name": "UPLIFTING TRANCE",
            "streamURL": "http://79.111.119.111:8002/upliftingtrance",
            "imageURL": "http://radcap.ru/stylegraf/upliftingtrance1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Uplifting trance (from English Uplift - “rise”) is a modern sub-style of the trance music genre. The name of this style can be explained by the fact that in musical compositions corresponding to this direction, there are high-octave melodies that sound very subtle, easy and beautiful (melodious), such compositions seem to “soar” in the imagination of the listener and are most positively emotional."
        },
        {
            "name": "ELECTRO HOUSE",
            "streamURL": "http://79.111.14.76:8002/electrohouse",
            "imageURL": "http://radcap.ru/stylegraf/electrohouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Electro House (born electro house) is a style variation of house music located at the junction of progressive house and electroclash. The emergence and flowering of such a style of electronic music as electroklash in the late 1990s, after the revival of electro, contributed to the emergence of the electric house."
        },
        {
            "name": "HARDSTYLE",
            "streamURL": "http://79.111.14.76:8002/hardstyle",
            "imageURL": "http://radcap.ru/stylegraf/hardstyle.jpg",
            "desc": "CAPRICE",
            "longDesc": "Hardstyle (born hardstyle - 'hard style') emerged in the late 90s from the direction of techno as a subtype of this style. In the future, weighted techno is mixed with the hard-trance bass and synthesizer line, resulting in a more rigid sound, which sounded almost like hardcore techno."
        },
        {
            "name": "PROGRESSIVE TRANCE",
            "streamURL": "http://79.120.39.202:8002/progtrance",
            "imageURL": "http://radcap.ru/stylegraf/progtrance.jpg",
            "desc": "CAPRICE",
            "longDesc": "Progressive trance (progressive trance) - a sub-style of musical trance style. The name of the genre is explained by the fact that the musical compositions belonging to this genre contain so-called progressions, that is, many special effects, complexly worked drums, which, together with the constantly developing melody, create the feeling that the track develops and progresses, rather than repeating, like in many other trance substrates. The typical progressive trance rate is 128-140 beats per minute."
        },
        {
            "name": "RUSSIAN CLUB DANCE",
            "streamURL": "http://79.120.77.11:8002/clubru",
            "imageURL": "http://radcap.ru/stylegraf/clubru.jpg",
            "desc": "CAPRICE",
            "longDesc": "Electronic music was previously associated only with Western academic music, but this changed with the advent of affordable electronic synthesizers in the late 60s. Due to its moderate cost, the synthesizers have become available not only to large recording studios, but also to the general public."
        },
        {
            "name": "GOA TRANCE",
            "streamURL": "http://79.120.39.202:8002/goatrance",
            "imageURL": "http://radcap.ru/stylegraf/goa4.jpg",
            "desc": "CAPRICE",
            "longDesc": "The name Goa trance appeared around 1994, and in 1996 it was replaced by the term Psychedelic trance. By 1996–1997, the trans-movement reached the peak of its development (many record labels, distributors, festivals). Mass information realized the emergence of this phenomenon - the first DJ stars appeared. The Israeli trance scene has reached a special development, becoming the second birthplace of trance."
        },
        {
            "name": "LO-FI",
            "streamURL": "http://79.111.14.76:8002/lo-fi",
            "imageURL": "http://radcap.ru/stylegraf/lofi.jpg",
            "desc": "CAPRICE",
            "longDesc": "Lo-fi (eng. Lo-fi, from low fidelity - low quality) - the direction in music, which is characterized by low quality sound recording. Many low-fi groups record their music on cheap cassette recorders. This is a peculiar form of protest, which is inherent in punk or garage rock."
        },
        {
            "name": "AMBIENT DUB",
            "streamURL": "http://79.111.14.76:8002/ambientdub",
            "imageURL": "http://radcap.ru/stylegraf/ambientdub1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Ambient Dub (born Ambient Dub). The style was invented on the Beyond label for a compilation series under the same name. Since then, this style has the same and generalized concept among performers, critics and listeners, which is defined as any form of rhythm. Ambient Dub is built on ambient oriented rhythms, using textures and Jamaican Dub-style production techniques (for example, reverb, emphasis on bass and percussion, use of heavy effects)."
        },
        {
            "name": "TECHNO",
            "streamURL": "http://79.120.77.11:8002/techno",
            "imageURL": "http://radcap.ru/stylegraf/detroittech.jpg",
            "desc": "CAPRICE",
            "longDesc": "Techno (Eng. Techno) - the style of electronic music, which originated in the mid-1980s in Detroit and its surroundings and subsequently picked up by European producers. It is characterized by artificial sound, an emphasis on mechanical rhythms, multiple repetition of the structural elements of a piece of music. It is one of the main musical genres played on raves."
        },
        {
            "name": "AMBIENT",
            "streamURL": "http://79.111.119.111:8002/ambient",
            "imageURL": "http://radcap.ru/stylegraf/ambient2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Ambient (eng. Ambient - ambient) - a genre of electronic music based on the modulation of the sound timbre. Ambient is often characterized by atmospheric, enveloping, unobtrusive, background sound. It was born in the 1970s, thanks to the work of Brian Eno, in the USSR - Mikhail Chekalin; has since formed several varieties. Gained popularity in the early 1990s, thanks to performers, such as The Orb and Aphex Twin."
        },
        {
            "name": "ELECTRO",
            "streamURL": "http://79.111.119.111:8002/electro",
            "imageURL": "http://radcap.ru/stylegraf/electro2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Electro (eng. Electro) is a breakbeat direction in electronic dance music created by the Kraftwerk group. Electro has developed its further development through a sub-genre that emerged in the United States at the junction of hip-hop, synth-funk, electropop (Gary Newman), and Kraftwerk's electro-German electronic group itself."
        },
        {
            "name": "SPACESYNTH/SYNTHDANCE/SPACEDANCE",
            "streamURL": "http://79.120.39.202:8002/spacesynth",
            "imageURL": "http://radcap.ru/stylegraf/spacesynth.jpg",
            "desc": "CAPRICE",
            "longDesc": "Spacesynth, synthdance, or spacedance (rus. 'Space' electronics) - instrumental music with high synthesizers, where the focus is on melody instead of rhythm. The style was based on energetic bass tracks, catchy synth riffs created under the influence of science fiction, and futuristic track and album names."
        },
        {
            "name": "NEUROFUNK/TECHNOID/TECHSTEP",
            "streamURL": "http://79.111.119.111:8002/neurofunk",
            "imageURL": "http://radcap.ru/stylegraf/neurofunk3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Neurofunk (eng. Neurofunk) is a subgenre of the drum-and-bass genre, the distinguishing feature of which is increased attention to the sharpness of the sound, achieved by sawtooth, so-called. 'Chewing', bass."
        },
        {
            "name": "DRONE AMBIENT",
            "streamURL": "http://79.111.119.111:8002/droneambient",
            "imageURL": "http://radcap.ru/stylegraf/droneambient.jpg",
            "desc": "CAPRICE",
            "longDesc": "The drone ambient arose at the end of the 20th century as a result of ambient borrowing of drone elements. For works in this style are characterized by monotonous low-frequency buzz, raznoritmovye vibrations and resonances, harmonic abstractions, as well as often used recording instruments, reversed backwards, which creates a solid sound landscape (en: soundscape)."
        },
        {
            "name": "ELECTROCLASH",
            "streamURL": "http://79.120.39.202:8002/electroclash",
            "imageURL": "http://radcap.ru/stylegraf/electroclash.jpg",
            "desc": "CAPRICE",
            "longDesc": "Elektroklash (eng. Electroclash, also Tech Pop, Nouveau Disco, The New New Wave, Neo-Electro) - the style of electronic music, which absorbed the elements of new wave, punk and dance electronics. On the one hand, electroklash is a parody of early synthpop and other electronic music of the 80s, which, in principle, is not far from the truth, but on the other, it is a deeper rethinking of electronic music as part of new trends and experiments."
        },
        {
            "name": "PUMPING HOUSE",
            "streamURL": "http://79.120.77.11:8002/pumpinghouse",
            "imageURL": "http://radcap.ru/stylegraf/pumpinghouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Pamping house (eng. Pumping house) or pampin house, sometimes - scouse (eng. Scouse) - a style variation of house music, a characteristic feature of which is the presence of a Bamboo bass, which was synthesized by the Dutch project Klubbheads, on a Yamaha DX7 synthesizer, in compositions this style. The first track of this style is Ultimate Seduction - A Walking Nightmare (Klubbheads GP Mix)."
        },
        {
            "name": "DARK DUBSTEP",
            "streamURL": "http://79.120.39.202:8002/darkdubstep",
            "imageURL": "http://radcap.ru/stylegraf/darkdubstep4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dark dubstep (eng. Dark Dubstep) - the direction of electronic music, the darkest branch of the genre Dubstep. It is characterized by medium or slow tempo, deep bass, minimalism, often oppressive, dark atmosphere. Sometimes the obsession and monotony of the compositions gives them a psychedelic effect."
        },
        {
            "name": "RIDDIM DUBSTEP",
            "streamURL": "http://79.111.119.111:8002/riddimdubstep",
            "imageURL": "http://radcap.ru/stylegraf/riddimdubstep.jpg",
            "desc": "CAPRICE",
            "longDesc": "Riddim Dubstep (Eng. Riddim Dubstep) is a subtype of the Dubstep genre. The tracks of this direction are usually distinguished: triplet drums, sawtooth LFOs (low-frequency sound frequency generator), minimalistic sound layers sometimes bordering on primitivism, frequent monotonous repetitions of one musical phrase, rhythmic delays, and a multitude of sound filters. In general, these are rather dark sound pictures, based on a 'swinging', sticky bass unhurried rhythm. "
        },
        {
            "name": "SUOMISAUNDI/FREEFORM PSYTRANCE",
            "streamURL": "http://79.120.77.11:8002/suomisaundi",
            "imageURL": "http://radcap.ru/stylegraf/suomisaundi.jpg",
            "desc": "CAPRICE",
            "longDesc": "Suomisaundi (eng. Suomisaundi, suomistyge, spugedelic trance), also known as suomi-trance, Finnish trance or spugedelic trance is a current in free psychedelic trance, originating in Finland. Suomitrans is produced not only in Finland, but also in Australia and New Zealand, where both Finnish and Australian psy-trance have their own stable audience."
        },
        {
            "name": "NOISE/POWER NOISE/ELECTRONICS",
            "streamURL": "http://79.120.39.202:8002/noise",
            "imageURL": "http://radcap.ru/stylegraf/noise.jpg",
            "desc": "CAPRICE",
            "longDesc": "Noise (from the English. «Noise» - noise) - one of the oldest styles in industrial music; A musical genre in which various sounds are used (most often of artificial and man-made origin) is unpleasant and even painful for human hearing. The attribution of the “noise” genre to music is rather contradictory, since the noise itself is an undesirable phenomenon - unforeseen and accidental sounds, sound recording equipment artifacts that are usually removed from musical recordings."
        },
        {
            "name": "EDM TRAP",
            "streamURL": "http://79.120.39.202:8002/edmtrap",
            "imageURL": "http://radcap.ru/stylegraf/edmtrap1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Trap music (English Trap music) is a musical genre rooted in the early 1990s to the South of the USA (South Hip-Hop / Crank). It is characterized by an aggressive textual component and sound, in which the instrumental force is played by the 808th drum machine, or thickly long sub-bass parts, accelerated by two, three or more hi-hats, multi-layered synthesizers and “cinematic” string instruments."
        },
        {
            "name": "DETROIT TECHNO/TECH HOUSE",
            "streamURL": "http://79.120.39.202:8002/detroittech",
            "imageURL": "http://radcap.ru/stylegraf/detroittech1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Detroit techno or Detroit techno (eng. Detroit techno) (Detroit House (eng. Detroit house) - a term used to refer to techno music in the traditions of early (1985-1995) techno recordings of musicians from Detroit, and now necessarily indicates the geographical "origin" of music. A distinctive feature of Detroit techno is the use of analog synthesizers and early drum machines or, more and more often, digital emulation of the sound characteristic of these instruments in creating this music."
        },
        {
            "name": "FOREST PSYTRANCE",
            "streamURL": "http://79.111.119.111:8002/forestpsy",
            "imageURL": "http://radcap.ru/stylegraf/forestpsytrance2.jpg",
            "desc": "CAPRICE",
            "longDesc": "The origin of this musical style began in the mid-1990s, in India. The music that appeared there possessed all the characteristic features of a hot country on the ocean with a rich history and culture, which is also a place of pilgrimage for countless spiritual seekers from around the world."
        },
        {
            "name": "NITZHONOT",
            "streamURL": "http://79.111.119.111:8002/nitzhonot",
            "imageURL": "http://radcap.ru/stylegraf/nitzhonot.jpg",
            "desc": "CAPRICE",
            "longDesc": "Nitsgonot (English Nitzhonot, the word translates as 'victory') is a style of trance music, a form of psychedelic trance, first appeared in Israel in the late 1990s. It is a transitional form between “goa-trance” and “uplifting-trance”."
        },
        {
            "name": "EURO HOUSE",
            "streamURL": "http://79.111.119.111:8002/eurohouse",
            "imageURL": "http://radcap.ru/stylegraf/eurohouse3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Eurohouse (English-eurohouse) is a style of dance music that includes almost all the subgenres of club music of the 80s-90s. It features a pronounced melody, traditional rhythm for house and vocal presence. This branch came in the early 90s, when a wave of commercial music swept Europe. Just like in the 80s disco was called typical club music, in the 90s a direction was formed, the sole purpose of which was to make people dance."
        },
        {
            "name": "TRADITIONAL ELECTRONIC",
            "streamURL": "http://79.111.14.76:8002/tradelectronic",
            "imageURL": "http://radcap.ru/stylegraf/traditionalelectronic1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Electronic music (from him. Elektronische Musik, English Electronic music, in common parlance is also “electronics”) is a wide musical genre denoting music created using electronic musical instruments and technologies (most often with the help of special computer programs). Although the first electronic instruments appeared at the beginning of the 20th century, electronic music as an independent genre was established in the second half of the 20th century - the beginning of the 21st century and today includes dozens of varieties in its vast genre-style spectrum."
        },
        {
            "name": "DUB TECHNO",
            "streamURL": "http://79.120.39.202:8002/dubtechno",
            "imageURL": "http://radcap.ru/stylegraf/dubtechno6.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dub-Techno (eng. Dub-Techno) is a dubtronic sub-style that combines a bit of minimal techno, a rhythmic “atmospheric” ambient sound, and a reverb inherent in dub music. For dub-techno is characterized by the fact that a large number of releases are issued on no-labels and distributed under Creative Commons licenses. Deep bass, dotted line marked rhythm, synth chord, mass echo. The rhythm is quite simple, it’s still reggae techno, but it’s not just “decent”, it’s downright aristocratic. Restrained romantic melancholy."
        },
        {
            "name": "DREAM TRANCE",
            "streamURL": "http://79.120.39.202:8002/dreamtrance",
            "imageURL": "http://radcap.ru/stylegraf/dreamtrance3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dream trance, also known as Dream House, sometimes also called Dream Dance, is one of the earliest trance genres. Also applies to house subgenres, due to the vague boundaries between house and trance at the time. The Dream Trance genre was most popular between 1993 and 1998."
        },
        {
            "name": "DEEP/CHILL HOUSE",
            "streamURL": "http://79.120.39.202:8002/deephouse",
            "imageURL": "http://radcap.ru/stylegraf/deephouse1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Deep House (English deep house) is a style of electronic dance music that appeared at the junction of the “old” Chicago house and gospel. The birth of this style is usually attributed to the end of the 1980s. Includes elements of soul music (80s), jazz, funk and Detroit techno. "
        },
        {
            "name": "IDM (INTELLIGENT DANCE MUSIC)",
            "streamURL": "http://79.111.14.76:8002/idm",
            "imageURL": "http://radcap.ru/stylegraf/idm2.jpg",
            "desc": "CAPRICE",
            "longDesc": "IDM (Eng. Intelligent Dance Music) - the symbol for some styles of electronic music that do not fit into the traditional framework. The founders of the genre are considered to be such artists as Autechre and Aphex Twin (Richard D. James), whose musical experiments led to the birth of a new style rich in unexpected finds."
        },
        {
            "name": "FULL ON",
            "streamURL": "http://79.111.14.76:8002/fullon",
            "imageURL": "http://radcap.ru/stylegraf/fullon.jpg",
            "desc": "CAPRICE",
            "longDesc": "Full-on (or full on) or melodic psytrance (other names: morning trance, club psytrance and Isra-trance) is a trance music style, a form of psychedelic trance that first appeared in Israel in the late 90s, and became popular in the world thanks to the musicians: Astrix, Cosma, Sirius Isness, Electric Universe, Hypersonic, etc."
        },
        {
            "name": "TRANCE",
            "streamURL": "http://79.120.77.11:8002/trance",
            "imageURL": "http://radcap.ru/stylegraf/trance.jpg",
            "desc": "CAPRICE",
            "longDesc": "Trance (English trance) is a style of electronic dance music that developed in the 1990s. Distinctive features of the style are: tempo from 135 to 145 beats per minute, the presence of repetitive melodies, phrases and musical forms."
        },
        {
            "name": "CHILL OUT",
            "streamURL": "http://79.111.14.76:8002/chillout",
            "imageURL": "http://radcap.ru/stylegraf/chillout4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Chill-out (from the English. Chillout, Chill out music) - the style of electronic music, whose name comes from the English slang to chill out - cool down, relax. The chill-out originated in the early 1990s was relatively sustained and slow."
        },
        {
            "name": "CHIPTUNE",
            "streamURL": "http://79.111.119.111:8002/chiptune",
            "imageURL": "http://radcap.ru/stylegraf/chiptune2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Chiptyun (eng. Chiptune) - music, in which sound is synthesized by a real-time audio chip by a computer or game console, usually from early generations, and not by a set of musical samples recorded from audio devices. Chiptyun is flourishing in the mid-1980s - mid-1990s, with sound chips appearing in first home computers, such as Commodore 64, ZX-Spectrum, etc. plus a noise channel."
        },
        {
            "name": "SOULFUL HOUSE",
            "streamURL": "http://79.111.119.111:8002/soulfulhouse",
            "imageURL": "http://radcap.ru/stylegraf/soulfilhouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "The trends of the 'Soulful House' style are not constant and change literally over the years. However, the base is always a straight house rhythm with a rhythmic 4/4 pattern and, of course, vocals, which can be either in the form of full-fledged songs with verses and choruses, or with repetitive short vocal samples."
        },
        {
            "name": "INDUSTRIAL",
            "streamURL": "http://79.111.14.76:8002/industrial",
            "imageURL": "http://radcap.ru/stylegraf/industrial.jpg",
            "desc": "CAPRICE",
            "longDesc": "Industrial (from the English. Industrial - "industrial") - musical direction, characterized by a pronounced experimental and special aesthetics of mechanical and other industrial sounds. If you look deeper into the history of this style, you can see that already in 1913 in the work of futurist Luigi Roussolo “L'arte dei rumori” known musical group) some elements of modern industrial ideology are traced. Erik Sati, Pierre Schaeffer and other representatives of futurism also made a great contribution to the development of the ideological basis."
        },
        {
            "name": "DOWNTEMPO",
            "streamURL": "http://79.120.77.11:8002/downtempo",
            "imageURL": "http://radcap.ru/stylegraf/downtempo4.jpg",
            "desc": "CAPRICE",
            "longDesc": "Downtempo (English downtempo - low tempo) or downbeat (downbeat) - style in modern electronic music. Music is characterized by a slow rhythm, often broken. The “brokenness” of the rhythm is achieved by shifting the strong beat to the weak (syncopating) or by simultaneously combining two or more independent rhythms (polyrhythm)."
        },
        {
            "name": "GRIME",
            "streamURL": "http://79.120.77.11:8002/grime",
            "imageURL": "http://radcap.ru/stylegraf/grime.jpg",
            "desc": "CAPRICE",
            "longDesc": "Grime (Eng. Grime) - a musical genre that emerged in the early 2000s in East London (East End) at the junction of Garage and hip-hop. Initially, the term grime, bearing a derogatory shade (grime - dirt), meant a poor quality of Gerridge from producers from poor regions who wrote their music using the “basic packages” of such programs for personal computers as FruityLoops and Reason, as well as on cheap grooves or all on game consoles."
        },
        {
            "name": "PROGRESSIVE PSYTRANCE",
            "streamURL": "http://79.120.39.202:8002/psyprog",
            "imageURL": "http://radcap.ru/stylegraf/psyprog.jpg",
            "desc": "CAPRICE",
            "longDesc": "Progressive psitrans (English Progressive psytrance, Psy-prog, Psy progressive) is a sub-style of electronic music of the trance genre. It is a fusion of progressive and psychedelic trance. Along with the musical progressions that are present in the melody of progressive trance songs, elements of psi trance are added to the musical structure of the composition. These are primarily the hypnotic elements of psychedelia in transmuseum. "
        },
        {
            "name": "ETHNIC ELECTRONICA",
            "streamURL": "http://79.120.39.202:8002/ethnotronica",
            "imageURL": "http://radcap.ru/stylegraf/ethnotronica.jpg",
            "desc": "CAPRICE",
            "longDesc": "Ethno-electronics (eng. Ethnic Electronica) is a musical direction combining elements of electronic and ethnic music, and developing in the 1990s and 2000s. The term ethno-electronics is relatively new, it is sometimes used in the press and regularly in online music forums, and in 2003 the compilation 'Another Life: A Journey Into Ethnic Electronica' (Love Cat Music, 'Other Life: Traveling in Ethnic electronics'."
        },
        {
            "name": "DARK TECHNO",
            "streamURL": "http://79.111.14.76:8002/darktechno",
            "imageURL": "http://radcap.ru/stylegraf/darktechno2.jpg",
            "desc": "CAPRICE",
            "longDesc": "Dark techno (English dark techno, dark techno, black techno (black techno), horror techno (horror techno), horror tech (horror tech)) - electronic music style - subgenre techno. A leisurely pace and dark beginnings are a brief description of a subgenre. Probably better to listen, and everyone will have their own assessment. It is not possible to clearly identify this style as all TECHNO."
        },
        {
            "name": "WITCH HOUSE",
            "streamURL": "http://79.120.77.11:8002/witchhouse",
            "imageURL": "http://radcap.ru/stylegraf/witchhouse6.jpg",
            "desc": "CAPRICE",
            "longDesc": "Witch House (eng. Witch house) - a genre of electronic and experimental music. The title for the first time in 2009 applied Travis Eghedi (known as Pictureplane) to describe the occult-oriented style of music created by him and his friends. A witch house should not be confused with a dark house (although both terms are replaceable today) - an offshoot in a progressive house that existed in 2000-2001. "
        },
        {
            "name": "ACID HOUSE/TRANCE/TECHNO",
            "streamURL": "http://79.111.119.111:8002/acid",
            "imageURL": "http://radcap.ru/stylegraf/acid.png",
            "desc": "CAPRICE",
            "longDesc": "Acid House (born acid house) (translated from English - “acid warehouse”, from “acid” and the club Warehouse) - electronic music style, belonging to the category of house music. Acid House first appeared in the mid-1980s, when Chicago musicians DJ Pierre, Adonis, Kate Williams (better known as Farley Jackmaster Funk) and others began to mix house elements with heavy music and bass lines played on a Roland TB- synthesizer303."
        },
        {
            "name": "LEFTFIELD",
            "streamURL": "http://79.120.39.202:8002/leftfield",
            "imageURL": "http://radcap.ru/stylegraf/leftfield1.jpg",
            "desc": "CAPRICE",
            "longDesc": "Leftfield is a generic term for unclassifiable underground electronics. Roughly speaking, “Leftfield” is an analogue of the “post-” prefix in electronic music. That is, formally, the field record can still be attributed to hip-hop or house, but for the author himself all this does not have a drop of meaning, the main thing is the search for new sound and freedom of expression."
        },
        {
            "name": "FUTURE BASS/CHILL TRAP",
            "streamURL": "http://79.111.119.111:8002/futurebass",
            "imageURL": "http://radcap.ru/stylegraf/futurebass.jpg",
            "desc": "CAPRICE",
            "longDesc": "Future Bass (English Future Bass) is a style of music that combines new sounds in base music and has a characteristic sound principle. Future base grew out of New York hip-hop, but gained characteristic modern signs only in the late 2000s - early 2010s. The first number among the tracks of this kind was DMX - Party Up."
        },
        {
            "name": "BALEARIC HOUSE",
            "streamURL": "http://79.120.39.202:8002/balearichouse",
            "imageURL": "http://radcap.ru/stylegraf/balearichouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Balearic House (born Balearic House) or balearik-style electronic music. It was originally a combination of the main directions of dance music from DJs, which appeared in the mid-1980s. Later he became the name of a more specific style. Some dance music compilations refer to the “sounds of Ibiza”, although on the island you can hear many other more aggressive and rhythmic forms of dance music."
        },
        {
            "name": "BIG ROOM HOUSE",
            "streamURL": "http://79.111.119.111:8002/bigroomhouse",
            "imageURL": "http://radcap.ru/stylegraf/bigroomhouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Big Room House (from the English. Big room- 'big room (room, hall)') is a subgenre, the most popular in the first half of the 2010s. It takes its sound sources from electro-progressive with elements of the tribal, but the main characteristic of the big room is minimization of instrumentation and the creation of consonant syncation using synthesizers."
        },
        {
            "name": "HARD HOUSE",
            "streamURL": "http://79.111.119.111:8002/hardhouse",
            "imageURL": "http://radcap.ru/stylegraf/hardhouse3.jpg",
            "desc": "CAPRICE",
            "longDesc": "Hard House is a style of electronic dance music that appeared in the 1990s and represents a fairly rigid variation of the house. It is characterized by the use of minimalistic elements, as well as hard bits 4x4. "
        },
        {
            "name": "MINIMAL TECH HOUSE",
            "streamURL": "http://79.111.119.111:8002/mintechhouse",
            "imageURL": "http://radcap.ru/stylegraf/mintechhouse.jpg",
            "desc": "CAPRICE",
            "longDesc": "Tech House (born Tech house) is a stylistic trend in electronic music, located at the junction of techno and house music, which can be represented as 'rhythmic techno'. This direction originated in the early nineties and, like the progressive house. English DJs like Mr. C, Eddie Richards (English Eddie Richards) and Terry Francis (English Terry Francis) in their mixes combined the traditional structure of house music with dub versions of garage tracks and hard variations on the theme of Detroit techno."
        },
        {
            "name": "DARK ELECTRO/AGGROTECH",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "HARDCORE TECHNO/SCHRANZ",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "VOCAL TRANCE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "BREAKBEAT/BIG BEAT",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "EBM (ELECTRONIC BODY MUSIC)",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "PSYBIENT",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "NEW AGE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "LOUNGE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "DARK/NEO/APOCALYPTIC FOLK",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "PSYTRANCE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "INDIE ELECTRONIC/NEW RAVE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "HAPPY/UK HARDCORE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "RETROWAVE/SYNTHWAVE/DREAMWAVE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "GLITCH/GLITCH-HOP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "FUTURE GARAGE/CHILLSTEP/DEEPSTEP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "DEATHSTEP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "BROKEN BEAT",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "AMBIENT/INTELLIGENT TECHNO/HOUSE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "MUSIQUE CONCRETE/ACOUSMATIC/ELECTROACOUSTIC",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "FUNKY HOUSE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "JUNGLE/RAGGA JUNGLE/RAGGACORE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "SPACE MUSIC",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "MINIMAL TECHNO",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "DUBSTEP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "DRUM&BASS",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "INDUSTRIAL/DARK/RITUAL AMBIENT",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "TRIP-HOP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "SYNTHPOP/ELECTROPOP/TECHNOPOP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "HOUSE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "PROGRESSIVE HOUSE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "DARK PSYTRANCE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "CLUB DANCE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "INTELLIGENT/LIQUID FUNK",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "ELECTRO-INDUSTRIAL",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "FUTUREPOP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "HARD TRANCE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "DRUMSTEP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "METALSTEP/METAL DUBSTEP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "BREAKCORE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "MARTIAL INDUSTRIAL/MILITARY POP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "ENIGMATIC/MYSTIC POP",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "TRIBAL HOUSE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "UNDERGROUND TECHNO/TECH HOUSE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        },
        {
            "name": "CHILLWAVE/VAPORWAVE",
            "streamURL": "",
            "imageURL": "",
            "desc": "CAPRICE",
            "longDesc": ""
        }
     ]
}
